Repository: Kettja12/Start2
Catalog: Client/Localize/Resource.*.resx
Languages: fi

source: Access denied.
fi: Käyttö estetty.

source: Add New User
fi: Lisää uusi käyttäjä

source: Add unselected control to screen
fi: Valitse kontrolli käyttöön

source: Basic Information
fi: Perustiedot

source: Cancel
fi: Peru

source: Claims
fi: Oikeudet

source: Clear
fi: Poista valinta

source: Close
fi: Sulje

source: Content
fi: Sisältö

source: Control
fi: Kontrolli

source: DasboardItem save failed.
fi: Työpöytäkontrollin tallennsus epäonnistui.

source: DasboardItem save success.
fi: Työpöytäkontrollin tallennsus onnistui.

source: DasboardItemlist search failed.
fi: Työpäytä kontrollien listan haku epäonnistui.

source: DasboardItemlist search success.
fi: Työpöydän kontrollien haku onnistui.

source: Dashboard
fi: Työpöytä

source: Dashboard components
fi: Työpöydän kontrollit

source: Date range
fi: Aikaväli

source: End date
fi: Loppupäivä

source: Firstname
fi: Etunimi

source: Give search conditons
fi: Anna hakuehdot

source: Has admin rights
fi: Pääkäyttäjän oikeudet

source: Hello
fi: Terve

source: I'm alive.
fi: Kunnossa ollaan.

source: In use
fi: Käytössä

source: Invalid access.
fi: Ei oikeuksia toimintoon.

source: Invalid service call.
fi: Virheellinen palvelu kutsu.

source: Invalid user.
fi: Virheellinen käyttäjä.

source: Invalid username or password.
fi: Virheellinen käyttäjätunus tai salasana.

source: Item1
fi: Työpäytäkontrolli 1

source: Item1 search failed.
fi: Työpöytäkontrolli 1 haku epäonnistui.

source: Item1 search success.
fi: Työpöytäkontrolli 1 haku onnistui.

source: Item2
fi: Työpöytäkontrolli 2

source: Item2 search failed.
fi: Työpöytäkontrolli 3 haku epäonnistui.

source: Item2 search success.
fi: Työpöytäkontrolli 2 haku onnistui.

source: Item3
fi: Työpöytäkontrolli 3

source: Item3 search failed.
fi: Työpöytäkontrolli 2 haku epäonnistui.

source: Item3 search success.
fi: Työpöytäkontrolli 3 haku onnistui.

source: Last Name
fi: Sukunimi

source: Login
fi: Kirjaudu

source: Login attempt failed.
fi: Kirjautumisyritys epäonnistui.

source: Login success.
fi: Kirjautuminen onnistui.

source: Logout
fi: Uloskirjautuminen

source: Maintenance
fi: Ylläpito

source: New password
fi: Uusi salasana

source: New user password missing.
fi: Uuden käyttäjän salasana uupuu.

source: Old password
fi: Vanha salasana

source: Password
fi: Salasana

source: Password and password verification are not same.
fi: Salasana ja varmenne eivät ole samat.

source: Planning
fi: Suunnittelu

source: Repeat password
fi: Toista salasana

source: Return
fi: Paluu

source: Save
fi: Tallenna

source: Save dashboard item
fi: Tallenna työpöytä kontrolli

source: Save User
fi: Tallenna käyttäjä

source: Search
fi: Hae

source: Search Key
fi: Hakuavain

source: Search Workers
fi: Hae työntekijät

source: Service call failed.
fi: Palvelukutsu epäonnistui.

source: Service connection failed.
fi: Palvelinyhteys virhe.

source: Services here. How I can help You.
fi: Palvelut täällä. Kuinka voin auttaa.

source: Settings
fi: Asetukset

source: Shift plan search failed.
fi: Työaikasuunnitelman haku epäonnisui

source: Shift plan search success.
fi: Työaikasuunnitelman haku onnistui.

source: Startdate
fi: Alkupäivä

source: Title
fi: Otsikko

source: Update
fi: Päivitä

source: User Login
fi: Sisäänkirjautuminen

source: User save failed.
fi: Käyttäjätietojen tallennus epäonnistui.

source: User save success.
fi: Käyttäjätietojen tallennus onnistui.

source: User selection failed.
fi: Käyttäjän valinta epäonnistui

source: Userlist search failed.
fi: Käyttäjien haku epäonnistui.

source: Userlist search success.
fi: Käyttäjien haku onnistui.

source: Username
fi: Käyttäjätunnus

source: Username is already in use.
fi: Käyttäjätunnus on jo käytössä.

source: Username missing.
fi: Käyttäjätunnus uupuu.

source: Username or password missing.
fi: Käyttäjätunnus tai salasana uupuu.

source: Users
fi: Käyttäjät

source: Users not found with these conditions.
fi: Käyttäjiä ei löytynyt antuilla hakuehdolla.

source: Width
fi: Leveys

source: You must enter username for search.
fi: Käyttäjätunnus täytyy antaa hakua varten.

source: Claims save failed.
fi: Oikeuksien taallennus epäonnistui.

source: Claims search failed.
fi: Oikeuksien haku epäonnistui.

source: Firstname missing.
fi: Etunimi uupuu.

source: Invalid parameters.
fi: Virheelliset parametrit kutsussa.

source: Invalid username or password
fi: Virheellinen käyttäjätunnus tai salasana.

source: Lastname missing.
fi: Sukunimi uupuu.

source: Login failed.
fi: Kirjautuminen epäonnistui.

source: No data.
fi: Ei tietoja.

source: No parameters in call.
fi: Ei parametreja kutsussa.

source: No session.
fi: Ei istuntoa.

source: Password missing.
fi: Salasana uupuu.

source: Password save failed.
fi: Salasanan tallennus epäonnistui.

source: Password save success.
fi: Salasanan tallennus onnistui.

source: Reservationnode save failed.
fi: Varaussolmun tallennus epäonnistui.

source: Reservationnode save success.
fi: Varaussolmun tallennus onnistui.

source: Reservationnodes search failed.
fi: Varaussolmujen haku epäonnistui.

source: Reservationnodes search success
fi: Varaussolmujen haku onnistui.

source: Setting save fail.
fi: Asetuksen tallennus epäonnistui.

source: Setting save success.
fi: Asetksen tallennus onnistui.

source: Settings search failed.
fi: Asetusten haku epäonnistui.

source: Settings search success.
fi: Asetusten haku onnistui.

source: Token is invalid.
fi: Tunnistautumisavain on virheellinen.

source: Token is valid.
fi: Tunnistautumisavain hyväksytty.

source: Reservation
fi: Varauskalenteri
